Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 检测到「%@」的数据目录已存在于外部存储，但本地原路径尚未建立链接。 本地原路径：%@ 外部目录：%@ 选择「接回」后，AppPorts 会在原路径补建符号链接，并将其纳入受管状态。
ar: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
de: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
en: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
eo: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
es: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
fr: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
hi: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
id: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
it: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
ja: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
ko: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
nl: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
pl: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
pt: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
ru: Обнаружено, что каталог данных «%1$@» уже существует на внешнем хранилище, но по локальному исходному пути ещё нет ссылки. Локальный исходный путь: %2$@ Внешний каталог: %3$@ После выбора «Связать снова» AppPorts создаст символическую ссылку по исходному пути и возьмёт её под управление.
th: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
tr: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.
vi: Detected that the data directory of "%1$@" already exists on external storage, but the local original path has no symlink yet. Local original path: %2$@ External directory: %3$@ After selecting "Relink", AppPorts will create a symlink at the original path and manage it.

source: 检测到已有符号链接，非 AppPorts 迁移结果
ar: An existing symbolic link was detected. It was not created by AppPorts
de: An existing symbolic link was detected. It was not created by AppPorts
en: An existing symbolic link was detected. It was not created by AppPorts
eo: An existing symbolic link was detected. It was not created by AppPorts
es: An existing symbolic link was detected. It was not created by AppPorts
fr: An existing symbolic link was detected. It was not created by AppPorts
hi: An existing symbolic link was detected. It was not created by AppPorts
id: An existing symbolic link was detected. It was not created by AppPorts
it: An existing symbolic link was detected. It was not created by AppPorts
ja: An existing symbolic link was detected. It was not created by AppPorts
ko: An existing symbolic link was detected. It was not created by AppPorts
nl: An existing symbolic link was detected. It was not created by AppPorts
pl: An existing symbolic link was detected. It was not created by AppPorts
pt: An existing symbolic link was detected. It was not created by AppPorts
ru: Обнаружена существующая символическая ссылка, созданная не AppPorts
th: An existing symbolic link was detected. It was not created by AppPorts
tr: An existing symbolic link was detected. It was not created by AppPorts
vi: An existing symbolic link was detected. It was not created by AppPorts
zh_hant: 偵測到現有符號連結，並非 AppPorts 遷移結果

source: 检测到新版本
ar: New version detected
de: New version detected
en: New version detected
eo: New version detected
es: New version detected
fr: New version detected
hi: New version detected
id: New version detected
it: New version detected
ko: New version detected
nl: New version detected
pl: New version detected
pt: New version detected
ru: New version detected
th: New version detected
tr: New version detected
vi: New version detected

source: 欢迎使用 AppPorts
ar: مرحبا بك في AppPorts
de: Willkommen bei AppPorts
en: Welcome to AppPorts
eo: Bonvenon al AppPorts
es: Bienvenido a AppPorts
fr: Bienvenue sur AppPorts
hi: AppPorts में आपका स्वागत है
id: Selamat datang di AppPorts
it: Benvenuto in AppPorts
ja: AppPortsへようこそ
ko: AppPorts에 오신 것을 환영합니다
nl: Welkom bij AppPorts
pl: Witamy w AppPorts
pt: Bem-vindo ao AppPorts
ru: Добро пожаловать в AppPorts
th: ยินดีต้อนรับสู่ AppPorts
tr: AppPorts'a Hoş Geldiniz
vi: Chào mừng đến với AppPorts
zh_hant: 歡迎使用 AppPorts

source: 正在写入管理标记...
ar: Writing management marker...
de: Writing management marker...
en: Writing management marker...
eo: Writing management marker...
es: Writing management marker...
fr: Writing management marker...
hi: Writing management marker...
id: Writing management marker...
it: Writing management marker...
ja: Writing management marker...
ko: Writing management marker...
nl: Writing management marker...
pl: Writing management marker...
pt: Writing management marker...
ru: Запись метки управления...
th: Writing management marker...
tr: Writing management marker...
vi: Writing management marker...

source: 正在切换本地入口...
ar: Switching local entry...
de: Switching local entry...
en: Switching local entry...
eo: Switching local entry...
es: Switching local entry...
fr: Switching local entry...
hi: Switching local entry...
id: Switching local entry...
it: Switching local entry...
ja: Switching local entry...
ko: Switching local entry...
nl: Switching local entry...
pl: Switching local entry...
pt: Switching local entry...
ru: Удаление исходного каталога...
th: Switching local entry...
tr: Switching local entry...
vi: Deleting original directory...
zh_hant: 正在切換本地入口...

source: 正在创建符号链接...
ar: Creating symbolic link...
de: Creating symbolic link...
en: Creating symbolic link...
eo: Creating symbolic link...
es: Creating symbolic link...
fr: Creating symbolic link...
hi: Creating symbolic link...
id: Creating symbolic link...
it: Creating symbolic link...
ja: Creating symbolic link...
ko: Creating symbolic link...
nl: Creating symbolic link...
pl: Creating symbolic link...
pt: Creating symbolic link...
ru: Создание символической ссылки...
th: Creating symbolic link...
tr: Creating symbolic link...
vi: Creating symbolic link...
zh_hant: 正在创建符号連結...

source: 正在扫描...
ar: يتم المسح...
de: Scannen...
en: Scanning...
eo: Skanante...
es: Escaneando...
fr: Scan en cours...
hi: स्कैनिंग...
id: Memindai...
it: Scansione...
ja: スキャン中...
ko: 스캔 중...
nl: Scannen...
pl: Skanowanie...
pt: Escaneando...
ru: Сканирование...
th: กำลังสแกน...
tr: Taranıyor...
vi: Đang quét...
zh_hant: 正在掃描...

source: 正在接回目录
ar: Relinking folders
de: Relinking folders
en: Relinking folders
eo: Relinking folders
es: Relinking folders
fr: Relinking folders
hi: Relinking folders
id: Relinking folders
it: Relinking folders
ja: Relinking folders
ko: Relinking folders
nl: Relinking folders
pl: Relinking folders
pt: Relinking folders
ru: Relinking folders
th: Relinking folders
tr: Relinking folders
vi: Relinking folders
zh_hant: 正在接回目錄

source: 正在检查更新…
ar: جارٍ التحقق من التحديثات…
de: Updates werden gesucht…
en: Checking for updates…
eo: Kontrolante ĝisdatigojn…
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
hi: अपडेट की जाँच हो रही है…
id: Memeriksa pembaruan…
it: Ricerca aggiornamenti…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
nl: Zoeken naar updates…
pl: Sprawdzanie aktualizacji…
pt: A procurar atualizações…
ru: Проверка обновлений…
th: กำลังตรวจสอบการอัปเดต…
tr: Güncellemeler denetleniyor…
vi: Đang kiểm tra cập nhật…
zh_hant: 正在檢查更新…

source: 正在清理外部存储...
ar: Cleaning up external storage...
de: Cleaning up external storage...
en: Cleaning up external storage...
eo: Cleaning up external storage...
es: Cleaning up external storage...
fr: Cleaning up external storage...
hi: Cleaning up external storage...
id: Cleaning up external storage...
it: Cleaning up external storage...
ja: Cleaning up external storage...
ko: Cleaning up external storage...
nl: Cleaning up external storage...
pl: Cleaning up external storage...
pt: Cleaning up external storage...
ru: Очистка внешнего хранилища...
th: Cleaning up external storage...
tr: Cleaning up external storage...
vi: Cleaning up external storage...

source: 正在迁移「%@」
ar: جارٍ نقل「%@」
de: Migriere「%@」
en: Migrating "%@"
eo: Migrante「%@」
es: Migrando「%@」
fr: Migration de「%@」
hi: 「%@」स्थानांतरित हो रहा है
id: Sedang migrasi「%@」
it: Migrazione di「%@」
ja: Migrating "%@"
ko: 「%@」마이그레이션 중
nl: Bezig met migreren「%@」
pl: Migrowanie「%@」
pt: Migrando「%@」
ru: Миграция「%@」
th: กำลังย้าย「%@」
tr: 「%@」taşınıyor
vi: Đang di chuyển「%@」
zh_hant: 正在遷移「%@」

source: 正在迁移应用...
ar: جاري نقل التطبيقات...
de: Apps werden migriert...
en: Migrating apps...
eo: Migrante aplikaĵojn...
es: Migrando apps...
fr: Migration des apps...
hi: ऐप्स माइग्रेट हो रहे हैं...
id: Memigrasikan aplikasi...
it: Migrazione app...
ja: アプリを移行中...
ko: 앱 마이그레이션 중...
nl: Apps migreren...
pl: Migrowanie aplikacji...
pt: Migrando apps...
ru: Перенос приложений...
th: กำลังย้ายแอป...
tr: Uygulamalar taşınıyor...
vi: Đang di chuyển ứng dụng...
zh_hant: 正在遷移應用程式...

source: 正在迁移目录
ar: Migrating folders
de: Migrating folders
en: Migrating folders
eo: Migrating folders
es: Migrating folders
fr: Migrating folders
hi: Migrating folders
id: Migrating folders
it: Migrating folders
ja: Migrating folders
ko: Migrating folders
nl: Migrating folders
pl: Migrating folders
pt: Migrating folders
ru: Migrating folders
th: Migrating folders
tr: Migrating folders
vi: Migrating folders
zh_hant: 正在遷移目錄

source: 正在还原「%@」
ar: جارٍ استعادة「%@」
de: Wiederherstellen「%@」
en: Restoring "%@"
eo: Restarigante「%@」
es: Restaurando「%@」
fr: Restauration de「%@」
hi: 「%@」पुनर्स्थापित हो रहा है
id: Sedang memulihkan「%@」
it: Ripristino di「%@」
ja: Restoring "%@"
ko: 「%@」복원 중
nl: Bezig met herstellen「%@」
pl: Przywracanie「%@」
pt: Restaurando「%@」
ru: Восстановление「%@」
th: กำลังกู้คืน「%@」
tr: 「%@」geri yükleniyor
vi: Đang khôi phục「%@」
zh_hant: 正在還原「%@」

source: 正在还原目录
ar: Restoring folders
de: Restoring folders
en: Restoring folders
eo: Restoring folders
es: Restoring folders
fr: Restoring folders
hi: Restoring folders
id: Restoring folders
it: Restoring folders
ja: Restoring folders
ko: Restoring folders
nl: Restoring folders
pl: Restoring folders
pt: Restoring folders
ru: Restoring folders
th: Restoring folders
tr: Restoring folders
vi: Restoring folders
zh_hant: 正在還原目錄

source: 此应用位于外部磁盘的 Applications 目录，由 macOS 原生管理（macOS 15.1+ 功能）。App Store 可直接在此目录进行增量更新，无需通过 AppPorts 迁回。
ar: yah alttatbiq yuwjad fi daleel Applications ealaa disk khariji, yudarah biashkalin asliyan min macOS (khassiyat macOS 15.1+). yumkin li-App Store eajla altaajirat alttarkibiyya biashkalin mubashir fi hadha aldaleel.
de: Diese App befindet sich im Applications-Verzeichnis auf einer externen Festplatte und wird nativ von macOS verwaltet (macOS 15.1+ Funktion). Der App Store kann in diesem Verzeichnis direkt inkrementelle Updates durchfuehren, ohne dass ein Ruecktransfer ueber AppPorts erforderlich ist.
en: This app is located in the Applications directory on an external disk, managed natively by macOS (macOS 15.1+ feature). App Store can perform incremental updates directly in this directory without needing to move back via AppPorts.
eo: Chi tiu aplikacio troviighas en la Applications-direktoro sur ekstera disko, administrita de macOS (funkcio macOS 15.1+). App Store povas fari inkrementajn ghisdatighojn rekte en chi tiu direktoro, sen bezono reveni per AppPorts.
es: Esta app se encuentra en el directorio Applications de un disco externo, administrada de forma nativa por macOS (funcion macOS 15.1+). App Store puede realizar actualizaciones incrementales directamente en este directorio, sin necesidad de volver mediante AppPorts.
fr: Cette application se trouve dans le repertoire Applications sur un disque externe, geree nativement par macOS (fonctionnalite macOS 15.1+). L'App Store peut effectuer des mises a jour incrementales directement dans ce repertoire, sans necessiter de retour via AppPorts.
hi: yah app baahaari disk par Applications drectory mein sthit hai, macOS dvaaraa mool roop se prabandhit (macOS 15.1+ suvidha). App Store is drectory mein seedha inkremental apdet kar sakta hai, AppPorts ke maadhyam se vaapas aane ki zaroorat nahin.
id: Aplikasi ini berada di direktori Applications pada disk eksternal, dikelola secara native oleh macOS (fitur macOS 15.1+). App Store dapat melakukan pembaruan inkremental langsung di direktori ini, tanpa perlu kembali melalui AppPorts.
it: Questa app si trova nella directory Applications su un disco esterno, gestita nativamente da macOS (funzionalita macOS 15.1+). L'App Store puo eseguire aggiornamenti incrementali direttamente in questa directory, senza necessita di ritorno tramite AppPorts.
ja: This app is located in the Applications directory on an external disk, managed natively by macOS (macOS 15.1+ feature). App Store can perform incremental updates directly in this directory without needing to move back via AppPorts.
ko: 이 앱은 외부 디스크의 Applications 디렉토리에 있으며 macOS가 네이티브로 관리합니다(macOS 15.1+ 기능). App Store는 이 디렉토리에서 직접 증분 업데이트를 수행할 수 있으므로 AppPorts를 통해 되돌릴 필요가 없습니다.
nl: Deze app bevindt zich in de Applications-map op een externe schijf, beheerd door macOS (macOS 15.1+ functie). De App Store kan direct incrementele updates uitvoeren in deze map, zonder terugkeer via AppPorts.
pl: Ta aplikacja znajduje sie w katalogu Applications na dysku zewnetrznym, zarzadzana natywnie przez macOS (funkcja macOS 15.1+). App Store moze wykonywac przyrostowe aktualizacje bezposrednio w tym katalogu, bez koniecznosci powrotu przez AppPorts.
pt: Este app esta no diretorio Applications em um disco externo, gerenciado nativamente pelo macOS (funcao macOS 15.1+). A App Store pode realizar atualizacoes incrementais diretamente neste diretorio, sem necessidade de retorno pelo AppPorts.
ru: Это приложение находится в папке Applications на внешнем диске и управляется macOS нативно (функция macOS 15.1+). App Store может выполнять инкрементальные обновления прямо здесь, без возврата через AppPorts.
th: app ni yang yu nai drectory Applications nai disk nork, chu kan duai macOS bang don thi (khunos macOS 15.1+). App Store ja kan abpdet pen incrementally tron der ni thing tong yai AppPorts
tr: Bu uygulama harici diskin Applications dizininde bulunur ve macOS tarafindan yerel olarak yonetilir (macOS 15.1+ ozelligi). App Store bu dizinde dogrudan artirmali guncelleme yapabilir, AppPorts ile geri tasimaya gerek yoktur.
vi: Ung dung nay nam trong thu muc Applications tren dia ngoai, duoc quan ly boi macOS (tinh nang macOS 15.1+). App Store co the thuc hien cap nhat tang luong truc tiep trong thu muc nay, khong can di chuyen lai qua AppPorts.
zh_hant: 此應用程式位于外部磁盘的 Applications 目錄，由 macOS 原生管理（macOS 15.1+ 功能）。App Store 可直接在此目錄进行增量更新，无需通过 AppPorts 迁回。

source: 此应用使用 Sparkle 框架自动更新。迁移到外部存储后，应用内更新可能导致外部应用丢失。建议使用锁定迁移保护数据安全。
ar: yastakhdim hada alttatbiq eayilat Sparkle lilttajir altaakudi. bad alttahil ealaa alttakhzin alkhariji, qad yasabbib altaajir fi dakhil alttatbiq fiadaan alttatbiq alkhariji. yuwssa bialttahil almuqlad lihmiayat amn albayanaat.
de: Diese App verwendet das Sparkle-Framework fuer automatische Updates. Nach der Migration auf externen Speicher koennen In-App-Updates zum Verlust der externen App fuehren. Gesperrte Migration wird zum Schutz der Datensicherheit empfohlen.
en: This app uses the Sparkle framework for auto-updates. After migrating to external storage, in-app updates may cause external app data loss. Locked migration is recommended to protect data safety.
eo: Chi tiu aplikacio uzas la Sparkle-framkon por axtomataj ghisdatighoj. Post migrado al ekstera konservejo, en-aplikaj ghisdatighoj povas kauxi perdon de la ekstera aplikacxio. Shlosita migrado estas rekomendata por protekti datuman sekurecon.
es: Esta app usa el framework Sparkle para actualizaciones automaticas. Despues de migrar al almacenamiento externo, las actualizaciones dentro de la app pueden causar la perdida de la app externa. Se recomienda la migracion bloqueada para proteger la seguridad de los datos.
fr: Cette application utilise le framework Sparkle pour les mises a jour automatiques. Apres migration vers le stockage externe, les mises a jour integrees peuvent entrainer la perte de l'application externe. La migration verrouillee est recommandee pour proteger la securite des donnees.
hi: yah app svaachlit apdet ke lie Sparkle framework ka upyog karta hai. baahari storaej mein maigreshan ke baad, app ke bheetar apdet baahari app ke nukasaan ka kaaran ban sakte hain. daeta suraksha ke lie lokd maigreshan ki sifaarish ki jaati hai.
id: Aplikasi ini menggunakan framework Sparkle untuk pembaruan otomatis. Setelah migrasi ke penyimpanan eksternal, pembaruan dalam aplikasi dapat menyebabkan kehilangan aplikasi eksternal. Migrasi terkunci direkomendasikan untuk melindungi keamanan data.
it: Questa app utilizza il framework Sparkle per gli aggiornamenti automatici. Dopo la migrazione allo storage esterno, gli aggiornamenti in-app possono causare la perdita dell'app esterna. La migrazione bloccata e consigliata per proteggere la sicurezza dei dati.
ja: This app uses the Sparkle framework for auto-updates. After migrating to external storage, in-app updates may cause external app data loss. Locked migration is recommended to protect data safety.
ko: 이 앱은 Sparkle 프레임워크를 사용하여 자동 업데이트됩니다. 외부 스토리지로 마이그레이션한 후 앱 내 업데이트로 인해 외부 앱이 손실될 수 있습니다. 데이터 안전을 위해 잠금 마이그레이션을 권장합니다.
nl: Deze app gebruikt het Sparkle-framework voor automatische updates. Na migratie naar externe opslag kunnen in-app updates verlies van de externe app veroorzaken. Vergrendelde migratie wordt aanbevolen voor gegevensbeveiliging.
pl: Ta aplikacja uzywa frameworka Sparkle do automatycznych aktualizacji. Po migracji na zewnetrzne przechowywanie aktualizacje w aplikacji moga spowodowac utrate zewnetrznej aplikacji. Zalecana jest zablokowana migracja w celu ochrony danych.
pt: Este app usa o framework Sparkle para atualizacoes automaticas. Apos a migracao para armazenamento externo, atualizacoes dentro do app podem causar a perda do app externo. Migracao bloqueada e recomendada para proteger a seguranca dos dados.
ru: Это приложение обновляется автоматически через фреймворк Sparkle. После переноса на внешнее хранилище обновление внутри приложения может привести к потере внешней копии. Для защиты данных рекомендуется заблокированная миграция.
th: app ni chuay Sparkle framework samrap abpdet atomatik. hang yai pai yang tang kep nork, kan abpdet nai app ja thang hai app nork song hai. naenae kan yai khorwng mod lock phro khwam plod phai khong khoramai
tr: Bu uygulama otomatik guncellemeler icin Sparkle framework kullanir. Harici depolamaya tasindiktan sonra uygulama ici guncellemeler harici uygulamanin kaybolmasina neden olabilir. Veri guvenligi icin kilitli tasima onerilir.
vi: Ung dung nay su dung Sparkle framework de tu dong cap nhat. Sau khi di chuyen sang bo ngoai, cap nhat trong ung dung co the gay mat ung dung ben ngoai. Nen su dung di chuyen khoa de bao ve an toan du lieu.
zh_hant: 此應用程式使用 Sparkle 框架自动更新。遷移到外部存储后，應用程式内更新可能导致外部應用程式丢失。建议使用锁定遷移保护資料安全。
